Repository: OmegaT-L10N/es
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: OmegaT itself, in future projects that you create.
es: OmegaT para proyectos futuros que desee crear.

source: OmegaT license
es: Licencia OmegaT

source: OmegaT ran out of memory, and will quit when you press OK.
es: OmegaT no tiene memoria suficiente. El programa se cerrará cuando pulse Aceptar.

source: OmegaT supports two of the popular version control systems (VCS for short), Apache Subversion (often abbreviated SVN, after the command name svn) and Git.
es: OmegaT admite dos de los sistemas de control de versiones (abreviado como VCS) más populares, Apache Subversion (a menudo aparece como SVN, por el nombre del comando, svn) y Git.

source: OmegaT uses glossaries containing translations of single words or small phrases: a simplified bilingual dictionary for a specific domain.
es: OmegaT utiliza glosarios que contienen la traducción de palabras sueltas o pequeñas frases, una especie de diccionario bilingüe simplificado para un dominio específico.

source: OmegaT uses the following libraries:
es: OmegaT utiliza las siguientes bibliotecas:

source: OmegaT uses the standard tmx file format to store and access translation memories, which guarantees that you can exchange your translation material with other CAT applications supporting this file format.
es: OmegaT utiliza el formato de archivo TMX estándar para almacenar y acceder a las memorias de traducción, lo cual garantiza que usted puede intercambiar su material con otras aplicaciones de traducción CAT, que soporten este formato de archivo.

source: OmegaT uses translation memories to store your previous translations and then suggest likely translations for the text you are currently working on.
es: OmegaT utiliza memorias de traducción para recordar sus traducciones anteriores y sugerirle la traducción más probable para el texto en que está trabajando.

source: OmegaT version {0}
es: OmegaT versión {0}

source: OmegaT version {0} ({1})
es: OmegaT versión {0} ({1})

source: OmegaT version {0}, update {1}
es: OmegaT versión {0}, actualización {1}

source: OmegaT version {0}, update {1} ({2})
es: OmegaT versión {0}, actualización {1} ({2})

source: OmegaT will automatically search them for similar segments, called
es: OmegaT buscará automáticamente segmentos similares en ellos, lo que se conoce como

source: OmegaT will not launch if tokenizers are found in the /plugin folder.
es: OmegaT No lanzará si tokenizers están encontradon en la /plugin carpeta.

source: OmegaT will now terminate.
es: OmegaT finalizará ahora.

source: OmegaT will present one segment at a time for you to translate.
es: OmegaT presentará un segmento a la vez para que traduzca.

source: OmegaT will then copy the selected
es: OmegaT copiará los archivos seleccionados

source: OmegaT will try to resegment the TMX file...
es: OmegaT intentará recrear los segmentos del archivo TMX...

source: OmegaT, however, will present this sentence in the following
es: Sin embargo, Omegat presentará la oración de la siguiente

source: On the Mac, the modifier meta must be used to specify the command key.
es: En el Mac, es necesario usar modificador meta para especificar la tecla de comando.

source: Once you have made certain that there are no tag errors in your
es: Cuando se haya asegurado de que no hay errores de etiquetas en su

source: One member of the team, the project administrator, needs to be acquainted with handling the server side, i.e. the job of setting up the environment, importing the OmegaT project, assigning the access rights for the team members, resolving the conflicts, etc.
es: Uno de los miembros del equipo, el administrador de proyecto, debe estar familiarizado con el manejo del lado del servidor, es decir, con el trabajo de configurar el entorno, importar el proyecto de OmegaT, asignar los derechos de acceso a los miembros del equipo, resolver los conflictos, etc..

source: Only if (X)HTML file has a &header
es: Solo si el archivo (X)HTML tiene un &encabezado

source: Only if (X)HTML file has an &encoding declaration
es: Solo si &el archivo (X)HTML tiene una declaración de codificación

source: Open
es: Abrir

source: Open Project
es: Abrir proyecto

source: Open Recent Pro&ject
es: Abrir pro&yecto reciente

source: Open Recent Project
es: Abrir proyecto reciente

source: Open XML Filter Options
es: Opciones del filtro Open XML

source: OpenDocument Filter Options
es: Opciones del filtro OpenDocument

source: Options
es: Opciones

source: Options Menu
es: Menú Opciones

source: Options to set the line length in target documents (0 = no limit)
es: Opciones para fijar el largo de línea en documentos traducidos (0 = sin límite)

source: Orphan segments
es: Segmentos huérfanos

source: Orphaned
es: Huérfanas

source: Ossetian, Ossetic
es: Osetio

source: Other Options:
es: Otras opciones:

source: Other contributions are detailed in the readme.txt file
es: Otros aportes se detallan en el archivo readme_es.txt

source: Out-of-order
es: No está en orden

source: PDF Input
es: PDF

source: PO Filter Options
es: Opciones de filtro PO

source: Page slips through fingers<p>Pulse pounding hard and frantic<p>Vanishing like mist.
es: Escurridiza<p>El pulso se acelera<p>Se desvanece

source: Panjabi, Punjabi
es: Punjabí

source: Parse error encountered reading preferences file!
es: Se encontró un error de análisis al leer el archivo de preferencias

source: Pashto, Pushto
es: Pastún

source: Password:
es: Contraseña:

source: Paste
es: Pegar

source: Path:
es: Ruta:

source: Pattern After
es: Patrón después

source: Pattern Before
es: Patrón antes

source: Perhaps it is already opened in another OmegaT instance
es: Es posible que ya esté abierto en otra instancia de OmegaT

source: Persian
es: Persa

source: Please check the ISO 639 Code Tables for further and up-to-date information about language codes.
es: Por favor, consule la Tabla de código ISO 639 para obtener información posterior y actualizada sobre los códigos de idioma.

source: Please close search window.
es: Cierre la ventana de búsqueda.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
es: Consulte la documentación sobre opciones de recuperación y envíe la siguiente información al fabricante del software, junto con una descripción de cómo se produjo este error.

source: Please consult the log ({1}) to determine the source of the error and try again.
es: Consulte el registro ({1}) para determinar el origen del error y vuelva a intentarlo.

source: Please correct the tag issues before using again Create Translated Documents.
es: Corrija los problemas con las etiquetas antes de volver a usar Crear documentos traducidos.

source: Please double-check it.
es: Por favor, compruébelo dos veces.

source: Please enter username/password
es: Introduzca el nombre de usuario y la contraseña

source: Please enter your name/ID.
es: Ingrese su nombre/ID.

source: Please redo tag validation.
es: Por favor repite la validación de etiquetas.

source: Please resolve the conflicts by choosing a translation for each segment below.
es: Por favor, resuelva los conflictos seleccionando una traducción para cada segmento que sigue a continuación.

source: Please restart the application to correctly display the new colours.
es: Reinicie la aplicación para mostrar correctamente los nuevos colores.

source: Please select a different folder.
es: Seleccione otra carpeta.

source: Please select how tags of non-OmegaT TMXs should be displayed.
es: Seleccionar cómo se mostrarán etiquetas de TMX no creados en OmegaT.

source: Please select the dictionaries you want to install and press the Install button.
es: Por favor, seleccione los diccionarios que desee instalar y pulse el botón 'Instalar'.

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
es: Por favor, seleccione el intervalo para guardar automáticamente el proyecto, en minutos y segundos.

source: Please select the language of your source files and the target language you would like to translate to.
es: Seleccione el idioma de sus archivos originales y el idioma de destino al que desea traducirlos.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
es: Seleccione el texto que desea insertar en los segmentos que no se han traducido al ingresar a uno de ellos.

source: Please select which behaviour is appropriate.
es: Seleccione el comportamiento que corresponda.

source: Please translate this plural as plural form #{0}.
es: Traduzca este plural con la forma en plural #{0}

source: Please try again.
es: Inténtelo de nuevo.

source: Please type or paste the URL of the mediawiki page
es: Escriba o pegue la URL de la página de MediaWiki

source: Plugin successfully loaded from class '{0}'
es: Complemento de la clase '{0}' descargado correctamente

source: Polish
es: Polaco

source: Portuguese
es: Portugués

source: Preferences system save operation failed!
es: La operación de guardado de preferencias del sistema falló

source: Preserve spaces for all tags
es: Conservar espacios en todas las etiquetas

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
es: Presione <u>{0}</u> para ir a sugerencias <b>{1}</b>.

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
es: Pulse <u>{0}</u> para volver a sugerencias <b>{1}</b>.

source: Previous
es: Anterior

source: Previous No&te
es: Nota an&terior

source: Previous Note
es: Nota anterior

source: Previous Segment
es: Segmento anterior

source: Previous and &next paragraphs
es: Párrafos anteriores y &siguientes

source: Private collections are displayed in bold.
es: Las colecciones privadas se muestran en negrita.

source: Pro&ject
es: Proye&cto

source: Problem encountered loading project file!
es: Problema detectado al cargar el archivo del proyecto

source: Proceed?
es: ¿Desea continuar?

source: Processing...
es: Procesando...

source: Project &Files...
es: Archivos de&l proyecto...

source: Project Files ({0})
es: Archivos del proyecto ({0})

source: Project Files...
es: Archivos de proyecto...

source: Project Menu
es: Menú Proyecto

source: Project Specific File Filters
es: Filtros de archivo específicos del proyecto

source: Project Specific Segmentation Setup
es: Configuración de segmentación específica del proyecto

source: Project Statistics
es: Estadísticas del proyecto

source: Project autosaved on {0}
es: Proyecto autoguardado a las {0}

source: Project closed
es: Proyecto cerrado

source: Project compiling end
es: Fin de compilación del proyecto

source: Project compiling start
es: Inicio de compilación del proyecto

source: Project creating end
es: Fin de creación del proyecto

source: Project creating start
es: Inicio de creación del proyecto

source: Project is Empty
es: Proyecto vacío

source: Project load cancelled by user
es: Carga del proyecto cancelada por el usuario

source: Project loading end
es: Fin de carga del proyecto

source: Project loading start
es: Inicio de carga del proyecto

source: Project locked.
es: Proyecto bloqueado.

source: Project saved
es: Proyecto guardado

source: Project saving end
es: Fin de guardado del proyecto

source: Project saving start
es: Inicio de guardado del proyecto

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
es: Las búsquedas en el proyecto, de manera predeterminada, se ejecutan en el texto original, en el texto traducido, en las memorias externas, en los glosarios, en las notas y en los comentarios del proyecto.

source: Project will not be updated.
es: El proyecto no se actualizará.

source: Properties...
es: Propiedades...

source: Proxy Login...
es: Acceso al servidor delegado...

source: Proxy User and Password
es: Usuario y contraseña de proxy

source: Public and private collections
es: 2. Colecciones públicas y privadas

source: Push failed.
es: Falló la operación 'push'.

source: Pāli
es: Pali

source: Quit
es: Salir

source: R&emove
es: &Eliminar

source: R&eplace with Match or Selection
es: R&eemplazar con la coincidencia o selección

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
es: Mejor que un ruido<p>o un frío mensaje de error<p>Ten un consuelo

source: Re&move Filter
es: Eli&minar filtro

source: Re&place All
es: Reem&plazar todos

source: Re&place with Source
es: Reem&plazar con el original

source: Read-only
es: Solo lectura

source: Reading TMX file {0}
es: Leyendo el archivo TMX {0}

source: Reading of TMX file complete
es: Se completó la lectura del archivo TMX

source: Recoverable error on line {0}, column {1} while parsing:
es: Error recuperable en la línea {0}, columna {1} durante el análisis:

source: Recursi&ve search
es: Búsqueda recursi&va

source: Redo Last Action
es: Rehacer la última Acción

source: References:
es: Referencias:

source: Refreshing script directory "{0}"
es: Actualizando el directorio de programas "{0}"

source: Register Identical Translation
es: Registrar traducción idéntica

source: Regular expression for custom tags:
es: Expresión regular para etiquetas personalizadas:

source: Regular expression for fragments that should be removed from translation:
es: Expresión regular para fragmentos que deben ser quitados de la traducción:

source: Regular expression searches match Java regular expressions as documented in the user manual.
es: La búsqueda con expresiones regulares encuentra expresiones regulares de Java, que están documentadas en el manual de usuario.

source: Release details
es: Detalles de esta edición

source: Reload
es: Recargar

source: Remaining Characters (including spaces)
es: Caracteres pendientes (con espacios)

source: Remaining Characters (without spaces)
es: Caracteres pendientes (sin espacios)

source: Remaining Segments
es: Segmentos pendientes

source: Remaining Words
es: Palabras pendientes

source: Remaining:
es: Pendientes:

source: Remember that every good bug report needs just three things:
es: Recuerde que cada buen informe de errores necesita sólo tres cosas:

source: Remember where you are
es: Recuerde en qué ubicación está

source: Remove HTML comments in translated document
es: Eliminar comentarios de HTML en el documento traducido

source: Remove LanguageTool from the /plugin folder before starting OmegaT.
es: Elimine LanguageTool de la carpeta /plugin antes de iniciar OmegaT.

source: Remove Script
es: Quitar programa

source: Remove Ta&gs
es: Eliminar eti&quetas

source: Remove all the tokenizers from the /plugin folder before starting OmegaT.
es: Sacar todos los tokenizers de la /plugin carpeta antes de iniciar OmegaT.

source: Remove leading and trailing tags
es: Quitar etiquetas anteriores y posteriores

source: Remove leading and trailing whitespace in non-segmented projects
es: Quitar espacio en blanco anterior y posterior en proyectos sin segmentación

source: Remove pattern?
es: ¿Eliminar el patrón?

source: Remove text target
es: Eliminar texto de la traducción

source: Remove the project folder manually.
es: Eliminar manualmente la carpeta del proyecto.

source: Remove translation
es: Eliminar traducción

source: Reopen the project now?
es: ¿Desea volver a abrir el proyecto ahora?

source: Reopen the project?
es: ¿Desea volver a abrir el proyecto?

source: Repetitions from other files:
es: Repeticiones de otros archivos:

source: Repetitions within this file:
es: Repeticiones en este archivo:

source: Repetitions:
es: Repeticiones:

source: Replace
es: Reemplazar

source: Replace <project>/omegat/project_save.tmx in the newly downloaded project with the file saved in a safe location 6.
es: Reemplazar <project>/omegat/project_save.tmx en el proyecto recién descargado por el archivo guardado en un lugar seguro 6.

source: Replace Translation with Match or Selection
es: Reemplazar con la coincidencia o selección

source: Replace Translation with Text
es: Sustituir la traducción con el texto

source: Replace With Match
es: Reemplazar con la coincidencia

source: Replace With Source
es: Reemplazar con el original

source: Replace with &Machine Translation
es: Reemplazar con la traducción automática

source: Replace with Machine Translation
es: Reemplazar con la traducción automática

source: Replace with:
es: Reemplazar:

source: Repository Type:
es: Tipo de repositorio:

source: Repository URL:
es: URL del repositorio:

source: Request error: {0}
es: Error de solicitud: {0}

source: Request to TaaS: {0}
es: Solicitar a TaaS: {0}

source: Reset &All Colours
es: Rest&ablecer todos los colores

source: Restore
es: Restaurar

source: Restore De&faults
es: Restablecer valores prede&terminados

source: Restore Main Window
es: Restaurar ventana principal

source: Result:
es: Resultado:

source: Retrieve collection list...
es: Recuperar lista de colección...

source: Retrieve domain list...
es: Recuperar lista de dominio...

source: Right-click on a button from "<1>" to "<12>" in the bottom panel and select "Add".
es: Pulse la tecla derecha del ratón en un botón, de "<1>" a "<12>", del tablero inferior y seleccione "Añadir".

source: Right:
es: Derecha:

source: Romanian, Moldavian, Moldovan
es: Rumano, moldavo

source: Romansh
es: Romanche

source: Run script on slot #{0}.
es: Ejecutar programa en la ranura #{0}.

source: Running on Java {0}
es: Ejecución en Java {0}

source: Running on Java {0} ({1}-bit)
es: Ejeccución en Java {0} ({1} bits)

source: Russian
es: Ruso

source: S&lide Comments
es: Comentario&s de diapositivas

source: S&pace matches nbsp
es: Incluir es&pacios duros

source: S&witch Case To
es: Cambi&o de caja a

source: SQLJet 1.1.10 (GPL License)
es: SQLJet 1.1.10 (licencia GPL)

source: SVG Image and Adobe Illustrator Export
es: Imagen SVG y exportación de Adobe Illustrator

source: SVN '{0}' error: {1}
es: Error '{0}' en SVN: {1}

source: SVN '{0}' execution finished successfully
es: La ejecución de '{0}' en SVN ha terminado con éxito

source: SVN '{0}' execution start
es: Inicio de la ejecución de '{0}' en SVN

source: SVNKit 1.8.5 (TMate License)
es: SVNKit 1.8.5 (licencia TMate)

source: Sa&ving and Output...
es: Guarda&do y salida...

source: Samoan
es: Samoano

source: Sample Text
es: Muestra

source: Sanskrit (Saṁskṛta)
es: Sánscrito

source: Sardinian
es: Sardo

source: Save
es: Guardar

source: Save Script
es: Guardar programa

source: Save auto-populated status
es: Guardar estado como autorellenado

source: Save then the file and relaunch OmegaT.
es: Guarda el archivo y relanza OmegaT.

source: Saving and Output Options
es: Opciones de Guardado y salida

source: Saving and Output...
es: Guardar y emitir...

source: Saving project...
es: Guardando el proyecto...

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
es: Ámbito: El ámbito de búsqueda está, de manera predeterminada, en el proyecto. Puede estar también en cualquier archivo ubicado en una jerarquía de carpetas especificada.

source: Scottish Gaelic, Gaelic
es: Gaélico escocés, gaélico

source: Script "{0}" bound to slot #{1}.
es: Programa "{0}" vinculado a la ranura #{1}.

source: Script "{0}" saved.
es: Se ha guardado el programa "{0}".

source: Script "{0}" unbound from slot #{1}.
es: Programa "{0}" desvinculado de la ranura #{1}.

source: Script &Language
es: &Lenguaje del programa

source: Script Result
es: Resultado del programa

source: Scriptin&g...
es: Pro&gramación...

source: Scripting
es: Programación

source: Scripting languages
es: Lenguajes de scripting

source: Scripts Folder
es: Carpeta de programas

source: Scripts Folder:
es: Carpeta de programas:

source: Search Project...
es: Buscar en el proyecto...

source: Search and Replace...
es: Buscar y Reemplazar...

source: Search for:
es: Buscar:

source: Search in
es: Buscar en

source: Search options
es: Opciones de búsqueda

source: Search thread died unexpectedly!
es: El subproceso de búsqueda finalizó inesperadamente.

source: Search window
es: Busacar ventana

source: Searches are done within the current project or in any folder or folder structure.
es: Se puede buscar en el proyecto actual o en cualquier carpeta o estructura de carpetas.

source: Searches can be performed in the source and/or in the translation and/or in notes and/or in comments.
es: Se puede buscar en el texto original y en el texto traducido, así como en las notas y en los comentarios.

source: Seconds:
es: Segundos:

source: See
es: Vea

source: See "Chapter 3.
es: Ver el "Capítulo 3.

source: See OmegaT manual for instructions.
es: Consulte las instrucciones en el Manual de OmegaT.

source: See the GNU General Public License for more detail.
es: Vea la GNU General Public License para más detalles.

source: See the GNU General Public License for more details.
es: Vea la GNU General Public License para más detalles.

source: Segment encountered outside translation unit variant.
es: Se encontró un segmento fuera de la variante de la unidad de traducción.

source: Segment marker background
es: Fondo del marcador de segmento

source: Segment marker text
es: Texto del marcador del segmento

source: Segment number...
es: Al segmento número...

source: Segment skipped.
es: Se omitió el segmento.

source: Segment source text into paragraphs on:
es: Segmentar el texto original en párrafos al encontrar:

source: Segment {0,number,#}
es: Segmento {0,number,#}

source: Segmentation Setup
es: Configuración de segmentación

source: Segmentation method: {0}
es: Método de segmentación: {0}

source: Segmentation rules are applied in the following order:
es: Las reglas de segmentación se aplican en el siguiente orden:

source: Segmentation...
es: Segmentación...

source: Segments
es: Segmentos

source: Segments with notes
es: Segmentos con notas

source: Segments with notes text
es: Texto de los segmentos con notas

source: Select
es: Seleccionar

source: Select &Next Match
es: Seleccionar coincidencia siguie&nte

source: Select &Previous Match
es: Seleccionar coincidencia &anterior

source: Select Fol&der
es: Seleccionar carpet&a

source: Select Fuzzy Match 1
es: Seleccionar la coincidencia parcial 1

source: Select Fuzzy Match 2
es: Selecciona la coincidencia parcial 2

source: Select Fuzzy Match 3
es: Selecciona la coincidencia parcial 3

source: Select Fuzzy Match 4
es: Selecciona la coincidencia parcial 4

source: Select Fuzzy Match 5
es: Selecciona la coincidencia parcial 5

source: Select Mat&ch
es: Seleccionar &coincidencia

source: Select Match #&1
es: Seleccionar coincidencia #&1

source: Select Match #&2
es: Seleccionar coincidencia #&2

source: Select Match #&3
es: Seleccionar coincidencia #&3

source: Select Match #&4
es: Seleccionar coincidencia #&4

source: Select Match #&5
es: Seleccionar coincidencia #&5

source: Select Next Match
es: Selecciona coincidencia siguiente

source: Select Previous Match
es: Seleccionar coincidencia anterior

source: Select TaaS domain
es: Seleccionar el dominio de TaaS

source: Selected Engine: {0}
es: Motor seleccionado: {0}

source: Sequence Library (Sequence Library License)
es: Sequence Library (licencia Sequence Library)

source: Serbian
es: Serbio

source: Server (original)
es: Servidor (original)

source: Server (updated)
es: Servidor (actualizado)

source: Set empty translation
es: Establecer traducción vacía

source: Set up a new project
es: Configurar un proyecto nuevo

source: Sets of segmentation rules:
es: Conjuntos de reglas de segmentación:

source: Several team members can work on the translation project simultaneously without interfering with each other
es: Varios miembros del grupo pueden trabajar simultáneamente en el proyecto de traducción sin interferirse entre sí
